cask_args appdir: "/Applications"

cask "google-chrome"
cask "firefox"
cask "iterm2"
cask "intellij-idea"
cask "java"
cask "docker"
cask "vagrant"
cask "virtualbox"
cask "owncloud"
cask "slack"
cask "skype"
cask "spotify"
cask "keepassx"
cask "tunnelblick"
cask "visual-studio-code"
cask "macvim"

brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "git"
brew "tmux"
brew "gradle"
brew "node"
brew "chruby"
brew "ruby-install"
brew "maven"
brew "maven-completion"
brew "terraform"
brew "autojump"
brew "awscli"
brew "docker"
brew "yarn"
brew "tig"
brew "mas"
brew "reattach-to-user-namespace"
brew "autojump"

mas "Twitter", id: 409789998
