cask_args appdir: "/Applications"

cask "google-chrome"
cask "firefox-developer-edition"
cask "iterm2"
cask "intellij-idea"
cask "java"
cask "docker"
cask "vagrant"
cask "virtualbox"
cask "owncloud"
cask "slack"
cask "skype"
cask "spotify"
cask "keepassx"
cask "keeweb"
cask "tunnelblick"
cask "visual-studio-code"
cask "macvim"
cask "openoffice"
cask "wireshark"
cask "dbeaver-community"
cask "gpg-suite"
cask "font-mononoki"
cask "sketch"
cask "font-fira-code"
cask "libreoffice"

brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "git"
brew "tmux"
brew "gradle"
brew "node"
brew "chruby"
brew "ruby-install"
brew "maven"
brew "maven-completion"
brew "terraform"
brew "autojump"
brew "awscli"
brew "docker"
brew "yarn"
brew "tig"
brew "mas"
brew "reattach-to-user-namespace"
brew "autojump"
brew "httpie"
brew "python"
brew "groovysdk"
brew "packer"
brew "ansible"
brew "hub"
brew "p7zip"
brew "jq"
brew "fd"

mas "Twitter", id: 409789998
#mas "sonos", id: 1262914541
